<h3>软件工程教学、学习、交流课程网站</h3>
    <p>在软件需求和项目管理的课堂上，为了使这门课上得出色，使学生能够获得最多的资料，使学生及时的了解世界需求工程的最新动态，以及学生和教师的有效地沟通，老师提出了构建课程网站设想；作为他的学生也需要一个与教师及同学之间相互交流，及获取资料的平台；还有一些同学并没有选这几门课，但是也想了解项目管理，需求工程，统一建模的相关知识，以备到时决定该选不选这门课程。通过这三方提出的需求考虑，我们构思做一个软件工程教学、学习、交流的网站。

<h3>贡献人员</h3>
    <p>林靖豪，浙江大学计算机科学与技术学院2011级软件工程专业
    <p>黄坤，浙江大学计算机科学与技术学院2011级软件工程专业
    <p>李孜，浙江大学计算机科学与技术学院2011级软件工程专业
    <p>黄方蕾，浙江大学计算机科学与技术学院2011级软件工程专业
    <p>张建，浙江大学计算机科学与技术学院2011级软件工程专业

<h3>版权信息</h3>
    <p>©2013-2014，浙江大学计算机科学与技术学院
    <p>浙江大学计算机科学与技术学院拥有本网站内所有资料的版权，各分频道权利声明有特殊规定的，从其规定。任何被授权的浏览、复制、打印和传播属于本网站内的资料必须符合以下条件：

    <li>所有的资料和图象均以获得信息为目的；
    <li>所有的资料和图象均不得用于商业目的；
    <li>所有的资料、图象及其任何部分都必须包括此版权声明；

    <p>本网站所有的产品、技术与所有程序均属于浙江大学计算机科学与技术学院知识产权，在此并未授权。未经浙江大学计算机科学与技术学院许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用，或通过非常规方式影响网站的正常服务。